Repository: Legilibre/legi-display
Catalog: core/lang/*_framework-*.po
Languages: cs_cz, el_gr, hr_hr, hu_hu, in_id, lt_lt, nb_no, nl_nl, pl_pl, ro_ro, tr_tr, vi_vn

source: Useful... so that the author will be able to anwser you.
cs_cz: Výhodné ... autor vám bude moci odpovědět..
hr_hr: Korisno ... tako da autor će biti u mogućnosti da vas anwser .
lt_lt: Naudinga.... nes autorius galės su jumis susiekti.
nb_no: Greit å ha, slik at utvikler kan svare deg
nl_nl: Handig zo dat de auteur jouw vragen kan beantwoorden.
pl_pl: Wymagane aby autor mógł Ci odpowiedzieć
tr_tr: Geçerli... Yazar, artık sizinle irtibata geçebilir.
vi_vn: Hữu ích ... để các tác giả sẽ có thể trả lời bạn.

source: Your comments:
cs_cz: Vaše komentáře:
el_gr: Τα σχόλιά σας;
hr_hr: Vaši komentari :
in_id: Komentar anda:
lt_lt: Jūsų komentarai:
nb_no: Dine kommentarer:
nl_nl: Uw commentaar:
pl_pl: Twój komentarz:
ro_ro: Comentariile tale
tr_tr: Yorumlarınız:
vi_vn: bình luận của bạn

source: Please note that additional information on your wordpress installation will be sent to the author in order to help the debugging if needed (such as : the wordpress version, the installed plugins, etc.)
cs_cz: Vezměte prosím na vědomí, že informace o vaší instalaci wordpressu budou zaslány autorovi, aby mu to pomohlo při ladění v případě potřeby (např.: verze wordpress, instalované pluginy, atd.)
hr_hr: Imajte na umu da su dodatne informacije o instalaciji WordPress će biti poslana na autora kako bi pomogli ispravljanje pogrešaka , ako je potrebno ( kao što su : Wordpress verziji , instaliranih dodataka , itd. )
lt_lt: Atkreipkite dėmesį, kad papildomos informacijos apie savo WordPress diegimo bus išsiųstas autoriui, siekiant padėti derinti, jei reikia (pavyzdžiui: WordPress versija, įdiegta įskiepių ir tt)
nb_no: Vennligst merk at tilleggsinformasjon som &quot;wordpress installasjon&quot; vil bli sendt til utvikler for å hjelpe til med &quot;debugging&quot; hvis det trengs (som: wordpress versjon, installerte plugins, osv)
nl_nl: Houdt u er rekening mee dat er bepaalde informatie van uw WordPress-installatie naar de auteur wordt gestuurd om het debuggen te helpen als dat nodig is (zoals: de wordpress versie, de geïnstalleerde plugins, etc.)
pl_pl: Uwaga: Aby ułatwić debugowanie, do formularza zostaną dołączone informacje dotyczące Twojej instalacji Wordpressa (wersja wordpressa, zainstalowane wtyczki etc.)
vi_vn: Xin lưu ý thêm rằng thông tin về cài đặt wordpress của bạn sẽ được gửi đến tác giả để giúp sửa lỗi nếu cần thiết (chẳng hạn như: phiên bản wordpress, các plugin được cài đặt, vv)

source: Send feedback
cs_cz: Poslat zpětnou vazbu
hr_hr: Pošaljite svoje mišljenje
lt_lt: Siusti užklausą
nb_no: Send tilbakemelding
nl_nl: Verstuur commentaar
pl_pl: Wyślij
ro_ro: Trimite mesaj
tr_tr: Geribildirim gönder
vi_vn: Gửi ý kiến góp ý

source: No email have been provided for the author of this plugin. Therefore, the feedback is impossible
cs_cz: Žádný e-mail byly autora tohoto pluginu nebyl nalezen. Proto je zpětná vazba nemožná.
hr_hr: Ne e su osigurana za autora ovog dodatka . Dakle ,komentar je nemoguće
lt_lt: Laiškų pateikti neimanoma šiam įskiepių autoriui. Todėl, kad grįžtamasis ryšys yra neįmanomas
nb_no: Ingen e-post har blitt oppgitt, det vil dessverre ikke være mulig å få noen tilbakemelding
nl_nl: U heeft geen e-mail ingevuld hierdoor kan de auteur geen contact met u opnemen.
pl_pl: Nie podano adresu e-mail nadawcy. Wiadomość nie została wysłana!
vi_vn: Chưa có email cho tác giả sáng tác nhu liệu này. Do đó, việc ý kiến góp ý là điều không thể

source: The feedback has been sent
cs_cz: Zpětná vazba byla odeslána
hr_hr: povratne informacije je poslan
lt_lt: Atsiliepimas išsiųstas
nb_no: Tilbakemeldingen har blitt sendt
nl_nl: Het commentaar is verzonden.
pl_pl: Wysłano
ro_ro: Mesajul a fost trimis
tr_tr: Geribildirim gönderildi.
vi_vn: Các ý kiến góp ý đã được gửi đi

source: Error: %s function is not found
cs_cz: Chyba: %s Funkce nenalezena
lt_lt: Klaida: %s funkcija nerasta
pl_pl: Błąd: Nie znaleziono funkcji %s.
tr_tr: Hata: %s fonksiyonu bulunamadı

source: The file %s cannot be read. You should have a problem with file permissions or security restrictions.
cs_cz: Soubor %s nelze přečíst.
lt_lt: Failas%s negali būti perskaitytas. Jūs turite failą su leidimais ar saugumo apribojimo problemų.
pl_pl: Nie można odczytać pliku %s. Zapewne nie masz wystarczających uprawnień.

source: The folder %s cannot be opened. You should have a problem with folder permissions or security restrictions.
cs_cz: Složka %s nelze otevřít.
lt_lt: Byla %s negali būti atidarytas. Jūs turite failą su leidimais ar saugumo apribojimo problemų.
pl_pl: Nie można otworzyć folderu %s. Zapewne nie masz wystarczających uprawnień.

source: The file %s cannot be deleted. You should have a problem with file permissions or security restrictions.
cs_cz: Soubor %s nelze odstranit.
lt_lt: Failas%s negali būti ištrintas. Jūs turite failą su leidimais ar saugumo apribojimo problemų.
pl_pl: Nie można usunąć pliku %s. Zapewne nie masz wystarczających uprawnień.

source: An other process is still running (it runs for %s seconds)
cs_cz: Jiný proces stále běží (spustí se za %s sekund)
lt_lt: Kitas procesas vis dar veikia (tai trunka%s sekundžių)
pl_pl: Inny proces nadal działa (od %s sekund)

source: The file %s cannot be modified/created. You should have a problem with file permissions or security restrictions.
cs_cz: Soubor %s nelze změnit / vytvořit
lt_lt: Failas %s negali būti keičiamas/sukurtas. Jūs turite failą su leidimais ar saugumo apribojimo problemų.
pl_pl: Nie można edytować/utworzyć pliku %s. Zapewne nie masz wystarczających uprawnień.

source: The file %s cannot be created. You should have a problem with file permissions or security restrictions.
cs_cz: Soubor %s nelze vytvořit.
lt_lt: Failas %s negali būti sukurtas. Jūs turite failą su leidimais ar saugumo apribojimo problemų.
pl_pl: Nie można utworzyć pliku %s. Zapewne nie masz wystarczających uprawnień.

source: The file %s cannot be compressed.
cs_cz: Soubor %s nelze komprimovat.
lt_lt: Failas %s negali būti suspaustas.
pl_pl: Nie można spakować pliku %s.

source: The file %s cannot be renamed. You should have a problem with file permissions or security restrictions.
cs_cz: Soubor %s nelze přejmenovat.
lt_lt: Failas %s negali būti pervardintas. Jūs turite failą su leidimais ar saugumo apribojimo problemų.
pl_pl: Nie można zmienić nazwy pliku %s. Zapewne nie masz wystarczających uprawnień.

source: The file %s cannot be modified. You should have a problem with file permissions or security restrictions.
cs_cz: Soubor %s nelze změnit.
lt_lt: Failas %s negali būti keičiamas. Jūs turite failą su leidimais ar saugumo apribojimo problemų.
pl_pl: Nie można edytować pliku %s. Zapewne nie masz wystarczających uprawnień.

source: Modify translations
cs_cz: Modofikovat preklady
el_gr: Επεξεργασία μετάφρασης
hr_hr: Izmjena prijevode
lt_lt: Keisti vertimą
nb_no: Endre oversettelser
nl_nl: Vertaling aanpassen
pl_pl: Zmień tłumaczenie
ro_ro: Modifica traducerile

source: Send translation
cs_cz: Odeslat Překlad
el_gr: Αποστολή μετάφρασης
hr_hr: Pošalji prijevod
lt_lt: Atsiųsti vertimą
nb_no: Send oversettelse
nl_nl: Verstuur vertalling
pl_pl: Wyślij tłumaczenie
tr_tr: Çeviri Gönder

source: Confirmation
cs_cz: Potvrzení
el_gr: Επιβεβαίωση
hr_hr: Potvrda
lt_lt: Patvirtinimas
nb_no: Bekreftelse
nl_nl: Bevestigd
pl_pl: Potwierdzenie
tr_tr: Onaylama

source: Add new
cs_cz: Přidar nový
el_gr: Προσθήκη νέου
hr_hr: Dodaj novi
lt_lt: Pridėti naują
nb_no: Legg til ny
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy
tr_tr: Yeni
vi_vn: Thêm vào

source: (Delete)
cs_cz: (Smaž)
el_gr: (Διαγραφή)
hr_hr: ( Izbriši )
lt_lt: (Naikinti)
nb_no: (Slett)
nl_nl: (Gewist)
pl_pl: (Usuń)
ro_ro: (Sterge)
tr_tr: (Sil)
vi_vn: (Xóa)

source: Reset to default values
cs_cz: Nastavit základní hodnoty
hr_hr: Vrati na zadane vrijednosti
hu_hu: Visszaállítás az alapértelmezett értékekre
lt_lt: Iš naujo nustatyti numatytąsias reikšmes
nb_no: Tilbakestill til standardverdier
nl_nl: Herstel naar standaard waardes
pl_pl: Przywróć ustawienia domyślne
tr_tr: Varsayılanlara Dön
vi_vn: Thiết lập lại giá trị mặc định

source: If you like the plugin, do not hesitate to donate. Please note that this plugin is developed in my spare time for free.
cs_cz: Pokud se vám líbí plugin, neváhejte darovat. Vezměte prosím na vědomí, že tento plugin je vyvinut ve svém volném čase zdarma.
hr_hr: Ako vam se sviđa plugin , ne ustručavajte se donirati . Imajte na umu da je ovaj plugin je razvijen u svoje slobodno vrijeme besplatno
lt_lt: Jei šis įskiepis jums patinka, tai paremkite mane. Šis įskiepis kurtas laisvu mano laiku ir yra nemokamas.
nb_no: Hvis du liker utvidelsen, ikke nøl med å donere. Vennligst bemerk at utvidelsen er utviklet gratis på fritiden.
nl_nl: Vind je de plugin handig, aarzel dan niet om te doneren. Let op: deze plugin is ontwikkeld in mijn vrije tijd zodat je het gratis kan gebruiken.
pl_pl: Jeśli spodobała Ci się wtyczka, proszę wesprzyj mnie finansowo. Pamiętaj, że piszę wtyczki za darmo w swoim wolnym czasie
vi_vn: Nếu bạn thích các nhu liệu này, xin đừng ngần ngại hiến tặng chút đỉnh. Xin lưu ý rằng plugin này được xây dựng trong thời gian rảnh của tôi nen toi cho miễn phí.

source: This is not mandatory! but it may be a sign that this plugin fits you needs: it makes me happy...
cs_cz: To není povinné! ale může to být známkou toho, že tento plugin se hodí, co vyžaduje: to mě dělá šťastným ...
hr_hr: Ovo nije obavezno ! ali to može bitiznak da je ovaj plugin uklapa li treba : to me čini sretnim ...
lt_lt: Tai nėra privaloma! Bet tai gali būti ženklas, kad šis įskiepis atitinka jūsų poreikius.
nb_no: Dette er ikke påkrevd! Men det kan være et tegn på at utvidelsen møtte dine behov: det gjør meg glad...
nl_nl: Dit is geen verplichting! maar het zou zeer gewaardeerd worden...
pl_pl: To nie jest obowiązkowe! Jednakże pokaże mi, że doceniasz moją pracę.
vi_vn: Đây không phải là bắt buộc! nhưng nó có thể là một dấu hiệu cho thấy nhu liệu này phù hợp với nhu cầu của bạn: nó làm cho tôi vui vì hạnh phúc ...

source: About SL plugins...
cs_cz: O SL pluginu
nb_no: Om SL utvidelser
nl_nl: Over SL Plugins...
pl_pl: O wtyczkach SL...
tr_tr: SL Eklentisi Hakkında
vi_vn: Giới thiệu về phần mềm SL .

source: Location of the SL plugins
cs_cz: Umístění SL pluginů
nb_no: Filbanen til SL utvidelsene
nl_nl: Lokatie van de SL Plugin
pl_pl: Lokalizacja wtyczek SL
tr_tr: SL Eklenti Konumları
vi_vn: Vị trí của các nhu liệu SL

source: Where do you want to display the SL plugins:
cs_cz: Kde chcete zobrazovat SL pluginy:
nb_no: Hvor ønsker du å vise SL-utvidelsene:
nl_nl: Waar moet de SL Plugin worden weergegeven:
pl_pl: Gdzie chcesz wyświetlić wtyczki SL:
vi_vn: Vị trí nào bạn muốn hiển thị các nhu liệu SL:

source: For now, you have installed %s plugins including %s plugins developped with the SedLex's framework
cs_cz: Máte nainstalováno %s pluginů, včetně %s pluginů vytvořených v SedLex frameworku
hr_hr: Za sada , imate instaliran %s dodataka uključujući %s inovi razvijen s SedLex u okviru
lt_lt: Dabar, turite įdiegti %s įskiepį, įskaitant %s įskiepį sukūrtą SedLex framework
nb_no: Per i dag, har du installert %s utvidelser inkludert %s utvidelser utviklet med SedLex&#039;s rammeverk
nl_nl: Voor nu, heb je geïnstalleerd %s plugins waaronder %s plugins ontwikkeld met de SedLex kader
pl_pl: Jak dotąd zainstalowano %s wtyczek, w tym %s utworzonych przez SedLex
tr_tr: Şimdi, SedLex&#039;s framework ile geliştirilen %s ve %s eklentilerinin yüklediniz
vi_vn: Bây giờ, bạn đã cài đặt s %s nhu liệu bao gồm %s nhu liệu dang phát triển với khung của SedLex.

source: The core plugin is located at %s
cs_cz: Jádro pluginu se nachází v %s
el_gr: Το βασικό άρθωμα του προσθέτου είναι εγκατεστημένο στο %s
hr_hr: jezgra plugin se nalazi na %s
lt_lt: Pagrindiniai įskiepiai yra %s
nb_no: Hovedutvidelsen er lokalisert %s
nl_nl: De kern plugin bevindt zich op deze locatie %s
pl_pl: Rdzeń wtyczki znajduje się w %s
tr_tr: Çekirdek eklenti %s dizininde yüklü
vi_vn: Các nhu liệu chính nằm ở %s

source: Standard
cs_cz: Normální
nl_nl: Standaard
tr_tr: Standart
vi_vn: chuẩn

source: under Plugins
cs_cz: pod Pluginy
nb_no: under Utvidelser
nl_nl: onder Plugins
pl_pl: pod Wtyczkami
vi_vn: dưới phần nhu liệu

source: under Tools
cs_cz: pod Nástrojema
nb_no: under Verktøy
nl_nl: onder Gereedschap
pl_pl: pod Narzedziami
vi_vn: dưới phần công cụ

source: under Settings
cs_cz: pod Nastavením
nb_no: under Innstillinger
nl_nl: onder Instellingen
pl_pl: pod Ustawieniami
vi_vn: dưới phần cài đặt

source: The following plugins have been developed by the author and are not yet been installed:
cs_cz: Následující pluginy byly vyvinuty autorem a jsou dosud nenainstalovány
hr_hr: Sljedeći dodataka su razvijeni od strane autora , a još nije instaliran :
nb_no: Følgende utvidelser er ikke utviklet av av utvikler og har ikke blitt installert enda
nl_nl: De volgende plugin is ontwikkeld door de auteur maar is nog niet geinstalleerd:
pl_pl: Następujące wtyczki tego autora nie zostały jeszcze zainstalowane:
vi_vn: Các Nhu liệu sau đây đã được phát triển bởi tác giả và chưa được cài đặt:

source: The URL is correct and the ID of the media file is %s.
cs_cz: URL je správná a ID souboru je %s.
nb_no: URL er korrekt og ID til mediafilen er %s.
nl_nl: De URL klopt en het ID van het mediabestand is %s.
pl_pl: URL jest poprawny, ID pliku mediów to %s.
vi_vn: URL đúng và ID của tập tin truyền thông là %s .

source: The URL is not a media file.
cs_cz: URL neobsahuje správný soubor.
nb_no: URL er ikke en mediafil.
nl_nl: De URk is geen mediabestand.
pl_pl: URL nie jest plikiem mediów.
tr_tr: URL bir medya içermiyor.
vi_vn: Các URL không phải là hồ sơ truyền thông.

source: Choose a media
cs_cz: Zvol medium
nb_no: Velg media
nl_nl: Kies een Bestand
pl_pl: Wybierz plik mediów
tr_tr: Medya Seç
vi_vn: Lựa chọn một phương tiện truyền thông

source: If you want to modify the language, please go in %s and find %s or %s. The second argument is your language and you may modify it as you want.
cs_cz: Pro změnu jazyka, přejděte na %s a najděte %s nebo %s. Druhý parametr je jazyk a můžete jej upravit tak, jak chcete.
hr_hr: Ako želite promijeniti jezik , molimo idite u %s. i pronaći %s ili %s . Drugi argument je jezik i možete ga mijenjati kako želite .
lt_lt: Jei norite pakeisti kalbą, eikite į %s ir surasti %s arba %s. Antrasis argumentas yra jūsų kalboje ir galite modifikuoti jį kaip norite.
nb_no: Hvis du ønsker å endre språk, vennligst gå inn %s og finn %s eller %s. Det andre argumentet er språk, og du kan endre det som du ønsker.
nl_nl: Als u de taal wilt wijzigen, ga dan naar %s en vind %s of %s . Het tweede argument is uw taal en u kunt het aanpassen als je wilt.
pl_pl: Jeśli chcesz zmodyfikować język, otwórz plik %s i znajdź %s lub %s. Wartość xx_YY oznacza Twój język i kraj (np en_US)

source: The number of occurrence of %s does not match in both string. Please note that the string %s will be replaced with a contextual string.
cs_cz: Počet výskytu %s neodpovídá v obou řetězcích. Vezměte prosím na vědomí, že řetězec %s bude nahrazen kontextové řetězce.
hr_hr: broj pojavljivanja %s ne odgovara u oba niza. Imajte na umu da jeniz%s će biti zamijenjen s kontekstualnim nizu .
lt_lt: %s skaičiai neatitinka eilutėje. Atkreipkite dėmesį, kad seka %s pakeis kontekstinę vertę.
nb_no: Antall forekomster av %s matcher ikke i begge strenger. Bemerk at strengen %s vil bli erstattet med en innholdsrettet streng,
nl_nl: Het aantal optreden van %s komt niet overeen beide reeks. Houd er rekening mee dat de reeks %s zal worden vervangen door een contextuele reeks.
pl_pl: Liczba wystąpień %s nie pasuje do obu ciągów znaków. Zwróć uwagę, iż ciąg %s zostanie zastąpiony ciągiem kontekstowym.

source: This plugin is available in %s languages.
cs_cz: Tento plugin je k dispozici v %s jazyce.
hr_hr: Ovaj dodatak je dostupan u %s jezicima .
lt_lt: Šis įskiepis yra %s kalbomis.
nb_no: Denne utvidelsen er tilgjengelig på %s språk
nl_nl: Deze plugin is beschikbaar in %s talen.
pl_pl: Znaleziono tłumaczenie w %s językach.
tr_tr: Bu eklenti %s dillerinde kullanılabilir.

source: There are %s sentences to be translated in this plugin.
cs_cz: Existují %s věty, které mají být přeloženy do tohoto pluginu.
hr_hr: Postoje %s rečenice koje treba prevesti u ovom dodatku .
lt_lt: %s sakiniai turi būti išversti šiame įskiepyje.
nb_no: Det er %s som må oversettes i denne utvidelsen
nl_nl: Er zijn %s zinnen te vertalen in deze plugin.
pl_pl: W tej wtyczce jest %s pól do przetłumaczenia.
tr_tr: Bu eklentide %s adet cümle bulunmaktadır.

source: There is %s languages supported for the 'SL framework'.
cs_cz: %s jazyků je podporováno v SL rámci.
hr_hr: Tu je %s jezici podržani za &#039; SL okvira &#039; .
lt_lt: %s kalbos palaiko &quot;SL framework&quot;.
nb_no: Det er %s språk støttet i &quot;SL rammeverk&quot;
nl_nl: Er zijn %s talen ondersteund voor de &#039;SL kader&#039;.
pl_pl: &#039;Framework SL&#039; wspiera obecnie %s języków.

source: There is %s sentence to be translated in the framework.
cs_cz: %s vět je potřeba přeložit pro tento rámec.
hr_hr: Postoji %s rečenica koje treba prevesti u okviru .
lt_lt: %s sakiniai yra išversti šioje sistemoje.
nb_no: Det er %s setninger som må oversettes i rammeverket
nl_nl: Er zijn %s zinnen te vertalen in het kader.
pl_pl: Pozostało %s wyrażeń do przetłumaczneia we frameworku.

source: %s file cannot be created for %s as there is no translated sentence. Please, translate at least one sentence to create a file
cs_cz: %s soubor nelze vytvořit pro %s, protože není přeložena žádná věta. Prosím, přeložte alespoň jednu větu k vytvoření souboru
hr_hr: %s datoteka ne može biti stvoren za%s jer ne postoji prevedena rečenica . Molimo , prevesti barem jednu rečenicu kako bi stvorili datoteku
lt_lt: %s failo negaliu sukurti %sm nes nėra išversta nei vieno sakinio. Išverskite bent vieną sakinį, kad sukurti failą
nb_no: %s filen kan ikke blit opprettet for %s, fordi det ikke er noen oversatte setninger. Vennligst oversett minst en setning og lag en fil
nl_nl: %s bestand kan niet worden gemaakt voor %s omdat er geen vertaade zin is. Alstublieft, vertalen tenminste een zin aan een bestand aan te maken
pl_pl: Plik %s dla języka %s nie może zostać utworzony, ponieważ nie przetłumaczono żadnego pola. Aby utworzyć plik tłumaczenia, przetłumacz co najmniej jedno pole

source: (integer)
el_gr: (ακέραιος)
hr_hr: ( cijeli broj )
hu_hu: (egész szám)
lt_lt: (sveikasis skaičius)
nl_nl: (geheel getal)
pl_pl: (liczba całkowita)
ro_ro: (numai intreg)
vi_vn: (số nguyên)

source: For now, you have installed %d plugins including %d plugins developped with the 'SL framework':
el_gr: Για την ώρα, έχετε εγκαταστήσει % plugins συμπεριλαμβανομένων % plugins που έχει το πλαίσιο &#039;SL&#039;
hu_hu: Mostanáig %d plugin-t telepítettél, ezek közül %d plugin készült a SL &quot;framework&quot;el:
in_id: Untuk saat ini, Anda telah menginstall %d plugins termasuk %d plugins yang dikembangkan dengan &quot;Framework SL&quot;:

source: KB
el_gr: ΚΒ

source: MB
el_gr: ΜΒ

source: Information
el_gr: Πληροφορίες
in_id: Informasi

source: Delete
el_gr: Διαγραφή

source: New translations are available
el_gr: Υπάρχουν νέες μεταφράσεις

source: Updates of translations are available
el_gr: Υπάρχουν ανανεώσεις μεταφράσεων

source: What are the differences between these two files?
el_gr: Ποιες είναι οι διαφορές μεταξύ αυτών των δυο αρχείων;

source: Old sentence
el_gr: Παλιά πρόταση

source: New sentence
el_gr: Νέα Πρόταση

source: To replace?
el_gr: Ν&#039; αντικαταστήσετε;

source: Merge
el_gr: Συγχώνεψη
