Repository: Legilibre/legi-display
Catalog: core/lang/*_framework-*.po
Languages: cs_cz, el_gr, hr_hr, hu_hu, in_id, lt_lt, nb_no, nl_nl, pl_pl, ro_ro, tr_tr, vi_vn

source: If you do not want to loose your translations on the next upgrading of this plugin, it is recommended to send the translation files to the author by clicking %s here %s !
cs_cz: Pokud nechcete přijít o své překlady při další modernizaci tohoto pluginu, je doporučeno odeslat překladatelské soubory autorovi kliknutím %s zde %s !
hr_hr: Ako ne želite izgubiti svoje prijevode na sljedećoj nadogradnji ovog dodatka , preporučljivo je poslati prijevod datoteke autoru klikom %s %s
lt_lt: Jei nenorite prarasti savo vertimo atnaujinant, šio modulio vertimą patartina siųsti autoriui spustelėdami %s čia %s!
nb_no: Hvis du ikke ønsker å miste oversettelsen ved neste oppdatering av denne utvidelsen, er det anbefalt å sende oversettelsefilen til utvikler ved å trykke %s her %s !
nl_nl: Als u niet wilt dat uw vertalingen verdwijnt met volgende opwaardering van deze plugin, is het raadzaam om het vertalings bestand naar de auteur te sturen door hier te klikken %s of hier %s !
pl_pl: Jeśli nie chcesz stracić tłumaczeń przy aktualizacji wtyczki, wyślij je autorowi wtyczki, klikając %s here %s !

source: If you do not want to loose your translations on the next upgrading of this plugin, please save them on your hard disk before upgrading and then restore them after the upgrade !
cs_cz: Pokud nechcete přijít o své překlady s další modernizací tohoto pluginu, uložte je na pevném disku před upgradem a pak je obnovte po upgradu!
hr_hr: Ako ne želite izgubiti svoje prijevode na sljedećoj nadogradnji ovog dodatka , molimo vas da ih spremiti na vaš hard disk prije nadogradnje , a zatim ih vratiti nakon nadogradnje
lt_lt: Jei nenorite prarasti savo vertimo atnaujinant, šio įskiepio failą įrašykite į kietąjį diską prieš atnaujinimą ir tada atkurkite juos po atnaujinimo!
nb_no: Hvis du ikke ønsker å miste oversettelsen ved neste oppdatering av denne utvidelsen, vennligst lagre de på din lokale harddisk før du oppgraderer og gjenopprett de etter oppgraderingen
nl_nl: Als u niet wilt dat uw vertalingen verdwijnt de volgende opwaardering van deze plugin, gelieve deze op te slaan op uw harde schijf voordat u een upgrade installeerd
pl_pl: Jeśli nie chcesz stracić tłumaczeń przy aktualizacji wtyczki, zapisz je na dysku i przywróć po aktualizacji

source: Summary cached %s
cs_cz: Shrnutí z %s
hr_hr: Profila spremljeno %s
lt_lt: Suvestinės suma %s
nb_no: Oppsumering bufret %s
nl_nl: Samenvatting cached %s
pl_pl: Podsumowanie %s w cache

source: The sentences used in this plugin are in English. Help the others users using the same language as you by translating this plugin.
cs_cz: Věty v tomto pluginu jsou v angličtině. Pomozte prosím s překladem tohoto pluginu.
hr_hr: Rečenice koje se koriste u ovom dodatku su na engleskom jeziku . Pomoći ostalima korisnike koristeći isti jezik kao i vi prevođenjem ovog dodatka
lt_lt: Naudoti šio įskiepio sakiniai yra anglų kalba. Padėti kitiems vartotojams naudoti ta pačia kalba kaip jūs, išverčiant šį įskiepį.
nb_no: Setningene brukt i denne utvidelsen er på engelsk. Hjelp andre som bruker det samme språket som deg ved å oversette denne utvidelsen.
nl_nl: De zinnen die in deze plugin zijn in het Engels. De anderen helpen gebruikers met behulp van dezelfde taal als u door het vertalen van deze plugin.
pl_pl: Wtyczka jest w języku angielskim. Przetłumacz ją na swój język.

source: Language
cs_cz: Jazyk
el_gr: Γλώσσα
hr_hr: Jezik
in_id: Bahasa
lt_lt: Kalba
nb_no: Språk
nl_nl: Taal
pl_pl: Język
tr_tr: Dil

source: Ratio %
cs_cz: Hodnocení
el_gr: Αναλογία %
hr_hr: Omjer%
lt_lt: Santykis %
nb_no: Andel
nl_nl: Verhouding %
pl_pl: % przetłumaczonych pól
tr_tr: Oran %

source: Translators
cs_cz: Překladatel
el_gr: Μεταφραστές
hr_hr: Prevoditelji
in_id: Penerjemah
lt_lt: Vertėjai
nb_no: Oversettere
nl_nl: Vertalers
pl_pl: Tłumacz
tr_tr: Çeviri Ekibi

source: This is the default language of the plugin. It cannot be modified.
cs_cz: Toto je výchozí jazyk pluginu a může být upraven.
el_gr: Αυτή είναι η προεπιλεγμένη γλώσσα για το plugin. Δεν μπορεί να αλλαχτεί.
hr_hr: Ovo je zadani jezik plugina . To se ne može mijenjati .
in_id: Ini adalah bahasa default plugin. ini tidak dapat dimodifikasi.
lt_lt: Įskiepis yra įjungtas numatytąja kalba. Jis negali būti pakeistas.
nb_no: Dette er standardspråket i utvidelsen. Kan ikke endres.
nl_nl: Dit is de standaard taalinstelling van de plugin. Deze kan niet worden veranderd.
pl_pl: To jest domyślny język wtyczki. Nie podlega tłumaczeniu

source: Modify
cs_cz: Úpravy
el_gr: Μεταρυθμίστε
hr_hr: Izmijeni
in_id: Diubah
lt_lt: Keisti
nb_no: Endre
nl_nl: Aanpassen
pl_pl: Modyfikuj
tr_tr: Düzenle

source: Send to the author of the plugin
cs_cz: Poslat autorovi pluginu
el_gr: Στείλτε το στον κατασκευαστή του plugin
hr_hr: Pošalji autoru plugina
in_id: Kirim ke author plugin
lt_lt: Siųsti įskiepio autoriui
nb_no: Send til utvikler av utvidelsen
nl_nl: Stuur naar de auteur van de plugin
pl_pl: Wyślij autorowi wtyczki

source: You may add a new translation hereafter (Please note that it is recommended to send your translation to the author so that he would be able to add your translation to the future release of the plugin !)
cs_cz: Můžete přidat nový překlad (Vezměte prosím na vědomí, že se doporučuje poslat svůj překlad autorovi tak že bude moci přidat svůj překlad do budoucího vydání pluginuu!)
el_gr: Μπορείτε να προσθέσετε μια νέα μετάφραση από εδώ και στο εξής (Παρακαλείστε να στείλετε τη μετάφρασή σας στον κατασκευαστή για να μπορέσει να την προσθέσει σε μελλοντικές αλλαγές του plugin)
hr_hr: Možete dodati novi prijevod Hereafter ( Imajte na umu da je preporučljivo poslati svoj prijevod na autora , tako da će biti u mogućnosti dodati svoj prijevod na budućim izdanjima plugina
lt_lt: Galite pridėti naujų vertimų toliau (Atkreipkite dėmesį, kad rekomenduojama siųsti savo vertimą autoriui, kad jis galėtų pridėti vertimą prie naujos įskiepio versijos!)
nb_no: Du kan legge til en ny oversettelse her (bemerk at det er anbefalt at du sender oversettelsen til utvikler, slik at han kan legge til oversettelsen din til senere versjoner)
nl_nl: U kunt een nieuwe vertaling hiernamaals toe te voegen (Let op: het is aan te raden om uw vertaling te sturen aan de auteur, zodat hij in staat om uw vertaling toe te voegen aan de toekomstige versie van de plugin zou zijn!)
pl_pl: Tutaj możesz dodać nowe tłumaczenie (zaleca się wysłanie tłumaczenia autorowi wtyczki, aby mógł on je dołączyć do następnego wydania wtyczki!)

source: Add
cs_cz: Přidat
el_gr: Προσθήκη
hr_hr: Dodaj
in_id: Tambah
lt_lt: Pridėti
nb_no: Legg til
nl_nl: Toevoegen
pl_pl: Dodaj
tr_tr: Ekle

source: The 'SL framework' is a framework used for developping many plugins like this one. Thus, if you participate translating the framework, it will be very helpful for a bunch of plugins.
cs_cz: &quot;SL rámec&quot; je rámec pro vývoj mnoha pluginů, jako je tento. Proto, pokud se účastníte překladu rámce, bude to velmi užitečné pro spoustu dalších pluginů.
hr_hr: &#039; SL okvir &#039; jeokvir koristi za razvija mnogo dodataka kao što je ovaj . Dakle , ako želite sudjelovati prevođenje okvira , to će biti vrlo korisno za hrpu dodataka .
lt_lt: &quot;SL framework&quot; – tai sistema naudojama plėtoti daug įskiepių kaip ši. Taigi jūsų išversta sistema padės įskiepių kūrėjams.
nb_no: &quot;SL rammeverk&quot; er et rammeverk brukt for å utvikle mange utvidelser som denne. Dersom du deltar i oversetting av dette rammeverket, vil det hjelpe mange utvidelser.
nl_nl: De &#039;SL framework&#039; is een raamwerk gebruikt voor het ontwikkelen van vele plugins zoals deze. Dus, als u zou willen deelnemen in het vertalen van het kader, zal het zeer nuttig zijn voor een heleboel plugins.
pl_pl: Platforma SL służy do rozwoju wielu wtyczek podobnych do tej. Jeśli przetłumaczysz rdzeń SL wspomoże to rozwój tłumaczeń dla innych wtyczek z rodziny SL.

source: Send to the author of the framework
cs_cz: Poslat autorovi rámce
hr_hr: Pošalji autoru okviru
in_id: Kirim ke author framework
lt_lt: Siųsti autoriui
nb_no: Send til utvikler av rammeverk
nl_nl: Verzenden aan de auteur van het kader
pl_pl: Wyślij autorowi platformy SL

source: Error: the submitted value is not an integer and thus, the parameter has not been updated!
cs_cz: Chyba: předložená hodnota není číslo a tak parametr není aktualizován!
hr_hr: Pogreška :podnijeti vrijednost nijecijeli broj , a time ,parametar nije ažuriran !
hu_hu: Hiba: a beírt érték nem egy egész szám, így a paramétert nem tároltuk!
lt_lt: Klaida: pateikta reikšmė nėra sveikasis skaičius ir tokiu būdu, parametras nebuvo atnaujintas!
nb_no: Feil: den innsendte verdien er ikke en &quot;integer&quot; (numerisk verdi), og derfor ble ikke parameteren oppdatert!
nl_nl: Fout: de verzonden waarde is niet voledig daardoor is de parameter niet geupdate!
pl_pl: Błąd: Podana wartość nie jest liczbą całkowitą. Zmiany nie zostały zapisane!
vi_vn: Lỗi: giá trị nộp không phải là một số nguyên và do đó, việc tham số chưa được cập nhật!

source: Error: the submitted string does not match the constrains
cs_cz: Chyba: řetězec neodpovídá
hr_hr: Pogreška :podnesen niz ne odgovara ograničenjima
hu_hu: Hiba: a beírt szöveg nem felel meg a követelményeknek
lt_lt: Klaida: pateikta eilutė nesutampa su apribojimų
nb_no: Feil: den innsendte strengen matcher ikke begrensingene
nl_nl: Fout: de ingediende string niet overeen met de beperking
pl_pl: Błąd: Podana wartość nie spełnia wymogów pola!
vi_vn: Lỗi: chuỗi đệ trình không phù hợp

source: Error: the submitted file can not be uploaded!
cs_cz: Chyba: soubor nelze odeslat!
hr_hr: Pogreška :podnijeti datoteka ne može se učitati !
hu_hu: Hiba: a file nem feltölthető!
lt_lt: Klaida: pateikta byla gali būti nenusiųsta!
nb_no: Feil: den innsendte filen kan ikke bli lastet opp!
nl_nl: Fout: Bestand kon niet worden geupload!
pl_pl: Błąd: Ten plik nie może być wysłany
vi_vn: Lỗi: Tập tin đã gửi không thể tải lên!

source: Error: security issue!
cs_cz: Chyba: chyba zabezpečení!
hr_hr: Pogreška : sigurnosni problem !
hu_hu: Hiba: biztonsági probléma!
lt_lt: Klaida: saugumo spraga!
nb_no: Feil: sikkerhetsfeil!
nl_nl: Fout: veiligheids probleem!
pl_pl: Naruszenie bezpieczeństwa!
ro_ro: Eroare: problema de securitate!
tr_tr: Hata: Güvenlik Sorunu!
vi_vn: Lỗi: vấn đề bảo mật!

source: Parameters
cs_cz: Parametry
el_gr: Παράμετροι
hr_hr: Parametri
hu_hu: Paraméterek
in_id: Parameter
lt_lt: Parametrai
nb_no: Parametere
pl_pl: Parametry
ro_ro: Parametrii
tr_tr: Parametreler
vi_vn: Các thông số, kích thước

source: Here are the parameters of the plugin. Modify them at will to fit your needs.
cs_cz: Zde jsou parametry pluginu. Upravte je tak, aby vyhovovaly vašim potřebám.
hr_hr: Ovdje su parametri plugina . Mijenjati ih po volji kako bi odgovarao Vašim potrebama .
hu_hu: Ezek a plugin paraméterei. Szabadon megváltoztathatók.
lt_lt: Yra įjungti šie parametrai. Modifikuoti bus, kurie atitinka jūsų poreikius.
nb_no: Her er utvidelsesparameterene. Modifiser, de slik at det passer dine behov.
nl_nl: Hier zijn de parameters van de plugin. Pas ze aan naar behoefte.
pl_pl: Poniżej znajdują się parametry wtyczki. Edytuj je wedle potrzeb.
vi_vn: Dưới đây là kích thước của phần mềm. Thay đổi chúng theo ý thích cho phù hợp với nhu cầu của bạn.

source: Here are the parameters of the framework. Modify them at will to fit your needs.
cs_cz: Zde jsou parametry rámce. Upravte je tak, aby vyhovovaly vašim potřebám.
hr_hr: Ovdje su parametri okvira . Mijenjati ih po volji kako bi odgovarao Vašim potrebama .
hu_hu: Ezek a &quot;framework&quot; paraméterei. Szabadon megváltoztathatók.
lt_lt: Šie parametrai iš framework. Modifikuoti bus kurie atitinka jūsų poreikius.
nb_no: Her er rammerverksparameterene. Modifiser de, slik at det passer dine behov.
nl_nl: Hier zijn de parameters van het framework. Pas ze aan naar behoefte.
pl_pl: Poniżej znajdują się parametry rdzenia SL. Edytuj je wedle potrzeb.
vi_vn: Dưới đây là kích thước của khung. Thay đổi chúng theo ý thích cho phù hợp với nhu cầu của bạn.

source: Values
cs_cz: Hodnoty
el_gr: Τιμές
hr_hr: Vrijednosti
hu_hu: Értékek
in_id: Nilai
lt_lt: Reikšmės
nb_no: Verdier
nl_nl: Waardes
pl_pl: Wartości
ro_ro: Valori
tr_tr: Değerler
vi_vn: Các giá trị

source: Warning: some characters have been removed because they are not allowed here
cs_cz: Upozornění: Některé znaky byly odstraněny, protože zde nejsou povoleny
hr_hr: Upozorenje : neki znakovi su uklonjeni jer ovdje nije dopušteno
hu_hu: Figyelem: néhány karaktert eltávolítottunk, mert itt nem megengedettek
lt_lt: Įspėjimas: kai kurie simboliai jau buvo pašalinti, nes jie čia negali būti
nb_no: Advarsel: noen karakterer har blitt fjernet, fordi de ikke er tillatt her
nl_nl: Waarschuwing: sommige karakters zijn verwijderd omdat ze niet zijn toegestaan
pl_pl: Uwaga: usunięto niedozwolone znaki
vi_vn: Cảnh báo: một số các ký hiệu được gỡ bỏ bởi vì không được phép viết vào đây

source: (If you want to delete this file, please check this box %s)
cs_cz: (Pokud chcete smazat tento soubor, prosím, zaškrtněte toto políčko %s)
hr_hr: ( Ako želite izbrisati ovu datoteku , provjerite ovaj box %s )
hu_hu: (Ha ki akarod törölni ezt a file-t akkor jelöld be ezt a négyzetet %s)
lt_lt: (Jei norite ištrinti šį failą, patikrinkite šį langelį %s)
nb_no: (hvis du vil slette denne filen, vennligst huk av i denne boksen %s)
nl_nl: (selecteer hier %s als je dit bestand wilt verwijderen)
pl_pl: (Aby usunąć plik, zaznacz to pole %s)
vi_vn: (Nếu bạn muốn xóa hồ sơ này, xin vui lòng kiểm tra ô này %s )

source: Update
cs_cz: Aktualizovat
el_gr: Ενημέρωση
hu_hu: Mentés
in_id: Pembaharuan
lt_lt: Atnaujinimas
nb_no: Oppdater
nl_nl: Aanpassen
pl_pl: Zastosuj
ro_ro: Actualizeaza
tr_tr: Güncelle
vi_vn: Cập nhật

source: Some parameters have not been updated due to errors (see below)!
cs_cz: Některé parametry nebyly aktualizovány kvůli chybám (viz níže),!
hr_hr: Neki parametri nisu ažurirani zbog pogreške ( vidi dolje ) !
hu_hu: Az alábbi hiba miatt néhány paramétert nem tudtunk elmenteni
lt_lt: Kai kurių parametrų negalima atnaujinti dėl klaidų (žr. toliau)!
nb_no: Noen parametere har ikke blitt oppdatert på grunn av feil (se under)
nl_nl: Sommige parameters zijn niet bijgewerkt door fouten (zie hieronder)!
pl_pl: Niektóre parametry nie zostały zaktualizowane, ze względu na błędy (patrz niżej)!
vi_vn: Một vài thông số đã không được cập nhật do lỗi (xem bên dưới)!

source: Parameters have been updated (but with some warnings)!
cs_cz: Parametry byly aktualizovány (ale existují nějaká varování)!
hr_hr: Parametri su ažurirani ( ali s nekim upozorenjima ) !
hu_hu: A paraméterek mentése sikerült. Olvasd el a figyelmeztetéseket!
lt_lt: Atnaujinti parametrus (bet yra keletas įspėjimų)!
nb_no: Parametere har blitt oppdatert (men med noen advarsler)!
nl_nl: Parameter zijn bijgewerkt (maar met een aantal waarschuwingen)!
pl_pl: Parametry zostały zaktualizowane, ale wystąpiły pewne błędy
vi_vn: Thông số đã được cập nhật (nhưng có một vài cảnh báo)!

source: Parameters have been updated successfully!
cs_cz: Parametry byly úspěšně aktualizovány.
hr_hr: Parametri su uspješno ažurirani !
hu_hu: A paraméterek mentése sikerült!
lt_lt: Parametrai atnaujinti sėkmingai!
nb_no: Parametere har blitt oppdatert!
nl_nl: Parameter zijn succesvol bijgewerkt !
pl_pl: Pomyślnie zaktualizowano wszystkie parametry!
vi_vn: Thông số đã được cập nhật thành công!

source: Parameters have been reset to their default values!
cs_cz: Parametry byly resetovány
hr_hr: Parametri su vraćene na zadane vrijednosti !
hu_hu: A paramétereket visszaállítottuk az alapértelmezett értékekre
lt_lt: Parametrai jau buvo iš naujo nustatyti į numatytąsias reikšmes!
nb_no: Parametere har blitt tilbakestilt til sine standardverdier!
nl_nl: Parameter zijn gereset naar standaardinstellingen!
pl_pl: Przywrócono wartości domyślne!
vi_vn: Thông số đã được thiết lập lại các giá trị mặc định của họ!

source: Plugins that you may install
cs_cz: Pluginy, které můžete nainstalovat
hr_hr: Plugins da mogu instalirati
in_id: Plugin yang dapat anda install
lt_lt: Įskiepį galite įdiegti
nb_no: Utvidelser du kan installere
nl_nl: Plugins die u kunt installeren.
pl_pl: Inne wtyczki autora
vi_vn: Nhu liệu mà bạn có thể cài đặt

source: The following plugins have been developed by the author and are not yet installed:
cs_cz: Následující pluginy byly vyvinuty autorem a jsou dosud nenainstalovány:
in_id: Plugin berikut telah dikembangkan oleh author dan belum diinstal:
lt_lt: Šių įskiepių parengė autorius ir dar nebuvo įdiegta:
pl_pl: Następujące wtyczki autora nie zostały jeszcze zainstalowane.

source: Plugin not yet installed
cs_cz: Plugin není nainstalován
el_gr: Το πρόσθετο δεν έχει ακόμα εγκαταστθεί
hr_hr: Plugin još nije instaliran
in_id: Plugin belum terinstall
lt_lt: Įskiepis dar neįdiegtas
nb_no: Utvidelse ikke installert enda
nl_nl: Plugin is nog niet geïnstalleerd.
pl_pl: Wtyczka nie zainstalowana
tr_tr: Eklenti yüklü değil
vi_vn: Nhu liệu chưa được cài đặt:

source: Description and Screenshots
cs_cz: Popis a screeny
hr_hr: opis i Slike
in_id: Deskripsi &amp; Gambar Layar
lt_lt: Aprašymas ir užsklanda
nb_no: Beskrivelse og skjermbilder
nl_nl: Omschrijvingen en screenshots
pl_pl: Opis i screeny
ro_ro: Descriere si imagini
tr_tr: Açıklama ve Ekran Görüntüsü
vi_vn: Sự mô tả và hình chụp màn hình

source: All author's plugins have been installed. Thank you!
cs_cz: Všechny autorovy pluginy byly nainstalovány. Děkujeme!
hr_hr: Svi autorski dodaci su instalirani . Hvala vam !
in_id: Semua plugin author telah dipasang. Terima kasih!
lt_lt: Visi autoriaus įskiepiai yra įdiegti. Ačiū!
nb_no: Alle utviklerens utvidelser har blitt installert. Tusen takk!
nl_nl: Alle plugins van de auteur zijn geinstalleerd. Dank u!
pl_pl: Zainstalowano wszystkie wtyczki tego autora! Dziękujemy!
tr_tr: Eklenti tüm yazarlar için yüklendi. Teşekkürler!
vi_vn: Tất cả nhu liệu của tác giả đã được cài đặt. Cảm ơn bạn!

source: Installed plugins
cs_cz: Instalované pluginy
el_gr: Εγκατεστημένα πρόσθετα
hr_hr: Instalirani dodataka
in_id: Plugins terinstall
lt_lt: Įdiegti papildiniai
nb_no: Installerte utvidelser
nl_nl: Geïnstalleerde plugins
pl_pl: Zainstalowane wtyczki
tr_tr: Eklenti kuruldu
vi_vn: Nhu liệu được cài đặt

source: You have already installed the following author's plugins:
cs_cz: Již jste nainstalovali následující autorovy pluginy:
hr_hr: Već ste instalirali o autoru dodaci :
in_id: Anda telah menginstal plugin author berikut ini:
lt_lt: Šio autoriaus įskiepiai yra:
nb_no: Du har allerede installere følgende av utviklers utvidelser:
nl_nl: U heeft de volgende plugins al geinstalleerd:
pl_pl: Masz już zainstalowane następujące wtyczki autora
vi_vn: Bạn đã cài đặt nhu liệu của tác giả

source: Plugin already installed
cs_cz: Plugin je již nainstalován.
el_gr: Το πρόσθετο έχει ήδη εγκατασταθεί.
hr_hr: Plugin već instaliran
in_id: Plugin sudah terinstall
lt_lt: Įskiepis jau įdiegtas
nb_no: Utvidelsen er allerede installert
nl_nl: Plugin is al geïnstalleerd
pl_pl: Wtyczka zainstalowana
tr_tr: Eklenti zaten yüklü
vi_vn: Nhu liệu đã được cài đặt

source: The Wordpress page: %s
cs_cz: Stránka Wordpressu: %s
el_gr: Η σελίδα του Wordpress: %s
hr_hr: Wordpress stranica : %s
in_id: Halaman Wordpress: %s
lt_lt: Wordpress puslapis: %s
nb_no: Wordpress side: %s
nl_nl: De Wordpress pagina: %s
pl_pl: Strona Wordpressa: %s
vi_vn: Các trang Wordpress : %s

source: An Unexpected HTTP Error occurred during the API request.
cs_cz: Neočekávané HTTP Chyba během API žádosti.
el_gr: Παρουσιάστηκε απροσδόκητο σφάλμα HTTP κατά την κλήση του API.
hr_hr: Neočekivana HTTP pogreška dogodila tijekom API zahtjeva .
in_id: Kesalahan pada HTTP terjadi pada saat permintaan API
lt_lt: Netikėta HTTP klaida vykdant API užklausa.
nb_no: En uventet HTTP feil oppstod under API-forespørselen
nl_nl: Een nog onbekende HTTP fout geconstateerd tijdens de API aanvraag.
pl_pl: Wystąpił nieoczekiwany błąd HTTP podczas próby uzyskania numeru API.
vi_vn: Có Lỗi HTTP bất ngờ xảy ra trong việc yêu cầu API.

source: Last update:
cs_cz: Poslední aktualizace:
el_gr: Τελευταία ενημέρωση:
hr_hr: Zadnja izmjena :
in_id: Update terakhir
lt_lt: Paskutinis atnaujinimas:
nb_no: Siste oppdatering:
nl_nl: Laatste update:
pl_pl: Ostatnia aktualizacja:
ro_ro: Ultima actualizare
tr_tr: Son Güncelleme:
vi_vn: Cập nhật lần cuối:

source: Rating: %s
cs_cz: Hodnocení: %s
el_gr: Αξιολόγηση: %s
hr_hr: ocjena : %s
in_id: Rangking: %s
lt_lt: Reitingas: %s
nb_no: Vurdering: %s
nl_nl: Verhouding: %s
pl_pl: Ocena: %s
ro_ro: Evaluare: %s
tr_tr: Oylama: %s
vi_vn: Đánh giá: %s

source: by %s persons
cs_cz: z%s osob
el_gr: από %s άτομα
hr_hr: od strane %s osobama
in_id: oleh %s orang
lt_lt: %s asmenys
nb_no: av %s personer
nl_nl: Bij %s personen
pl_pl: przez %s osób
ro_ro: de catre %s persoane
tr_tr: %s kişi tarafından oylandı
vi_vn: do người có %s

source: Number of download:
cs_cz: Počet stažení:
el_gr: Αριθμός του download:
hr_hr: Broj preuzimanja :
in_id: Jumlah download:
lt_lt: Parsiųsta kartu:
nb_no: Antall nedlastinger:
nl_nl: Aantal downloads
pl_pl: Ściągnięto (razy):
ro_ro: Numar de descarcari
vi_vn: số tải về:

source: Filter: %s
cs_cz: Filtr: %s
el_gr: Φίλτρο: %s
lt_lt: Filtras: %s
nb_no: Filtrer: %s
nl_nl: Fliter: %s
pl_pl: Filtruj: %s
tr_tr: Filtre: %s
vi_vn: Bộ lọc: %s

source: %s of %s
cs_cz: %s z %s
hr_hr: %s od %s
lt_lt: %s iš %s
nb_no: %s av %s
nl_nl: %s van %s
pl_pl: %s z %s
vi_vn: %s của %s

source: Current Page
cs_cz: Tato stránka
hr_hr: Trenutni Page
lt_lt: Esamas puslapis
nb_no: Nåværende side
nl_nl: Huidige pagina
pl_pl: Bieżąca strona
ro_ro: Pagina curenta
tr_tr: Şuanki Sayfa
vi_vn: Trang hiện hành

source: Donate
cs_cz: Podpořit
hr_hr: Donirajte
lt_lt: Parama
nb_no: Doner
nl_nl: Doneer
pl_pl: Wesprzyj
ro_ro: Doneaza
tr_tr: Bağış
vi_vn: đóng góp

source: Feedback form
cs_cz: Formulář
el_gr: Φόρμα αναπληροφόρησης
hr_hr: Obrazac ocjene
lt_lt: Užklausos forma
nb_no: Tilbakemeldingsskjema
nl_nl: Antwoord formulier
pl_pl: Daj mi znać
ro_ro: Formular pentru contact
tr_tr: Geribildirim formu
vi_vn: Mẫu góp ý

source: This form is an easy way to contact the author and to discuss issues/incompatibilities/etc. with him
cs_cz: Tento formulář je snadný způsob jak kontaktovat autora
hr_hr: Obrazac jejednostavan način da se obratite autoru i raspraviti pitanja / neusklađenosti / etc . s njim
lt_lt: Ši forma yra paprastas būdas susisiekti su autoriumi ir aptarti įvairius klausimus/nesuderinamumo/ir t.t.
nb_no: Dette er en enkel måte å kontakte utvikler og diskutere utfordringer/kompatibilitetsfeil/ osv. med utvikler
nl_nl: Dit formulier is een gemakkelijke manier om contact met de auteur en te bespreken vraagstukken / onverenigbaarheden / etc. met hem
pl_pl: Ten formularz pozwala skontaktować się z autorem w sprawie błędów / kompatybilności etc.
vi_vn: Hình thức này là một cách dễ dàng để liên lạc với tác giả và để thảo luận về các vấn đề / không tương thích / etc. với anh ấy

source: Contact the author
cs_cz: Kontaktovat autora
el_gr: Επικοινωνήστε με τον κατασκευαστή
hr_hr: Kontaktirajte autora
in_id: Kontak author
lt_lt: Autoriaus kontaktai
nb_no: Kontakt utvikler
nl_nl: Neem contact op met de auteur
pl_pl: Kontakt z autorem
ro_ro: Contacteaza autorul
tr_tr: Yazar ile irtibata geç
vi_vn: Hãy liên lạc với tác giả sáng tác

source: Your email:
cs_cz: Váš email:
el_gr: Η ηλεκτρονική σας διεύθυνση:
hr_hr: Vaš e-mail :
in_id: Email anda:
lt_lt: Jūsų el.paštas:
nb_no: Din e-post:
nl_nl: Jouw e-mail:
pl_pl: Twój email:
ro_ro: Adresa ta de email
tr_tr: E-Posta:
vi_vn: Email của bạn
