Repository: Legilibre/legi-display
Catalog: core/lang/*_framework-*.po
Languages: cs_cz, el_gr, hr_hr, hu_hu, in_id, lt_lt, nb_no, nl_nl, pl_pl, ro_ro, tr_tr, vi_vn

source: About...
cs_cz: O pluginu
el_gr: Σχετικά...
hr_hr: O ...
in_id: Tentang
lt_lt: Apie...
nb_no: Om...
nl_nl: Over..
pl_pl: O ...
ro_ro: Despre...
tr_tr: Hakkında...
vi_vn: Giới thiệu ...

source: Settings
cs_cz: Nastavení
el_gr: Ρυθμίσεις
hr_hr: Postavke
hu_hu: Beállítások
in_id: Pengaturan
lt_lt: Parametrai
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
ro_ro: Setări
tr_tr: Ayarlar
vi_vn: Thiết lập

source: Log options
cs_cz: Hlášení nastavení
el_gr: Επιλογές αρχείου καταγραφής
hr_hr: Prijava opcija
hu_hu: Napló beállítások
in_id: Opsi rekaman
lt_lt: Log parinktis
nb_no: Loggføringsalternativer
nl_nl: Log opties
pl_pl: Opcje dziennika zdarzeń
ro_ro: Opţiuni jurnal
tr_tr: Kayıt Seçenekleri
vi_vn: Đăng nhập tùy chọn

source: What is the debug level:
cs_cz: Úroveň vyladění
hr_hr: Što jerazina debug :
hu_hu: Mi a &quot;debug&quot; szint:
in_id: Level debug:
lt_lt: Kas yra derinimo lygis:
nb_no: Nåværende &quot;debug&quot;-nivå:
nl_nl: Wat is het Debug niveau
pl_pl: Poziom debugowania
ro_ro: Care este nivelul de debug:
tr_tr: Hata ayıklama seviyesi:
vi_vn: Mức độ lỗi là gì

source: See the debug logs
cs_cz: Viz. ladicí protokoly
hr_hr: Pogledajte debug dnevnike
hu_hu: Lásd a &quot;debug&quot; naplókat
in_id: Lihat catatan debug
lt_lt: Pamatyti derinimo žurnalą
nb_no: Se på &quot;debug&quot;-loggene
nl_nl: Kijk in de debug logs
pl_pl: Pokaż dziennik debugowania
ro_ro: Vezi jurnalele de debug
tr_tr: Hata kayıtlarını göster
vi_vn: Xem các bản ghi sửa lỗi

source: 1=log only the critical errors;
cs_cz: 1 pouze kritické chyby
hr_hr: 1 = log samo kritične pogreške ;
hu_hu: 1=csak súlyos hibákat rögzít;
in_id: Hanya rekam data error yang kritis
lt_lt: 1=log tik kritinės klaidos;
nb_no: 1=loggfør kun kritiske feil;
nl_nl: 1=noteer alleen de kritische fouten;
pl_pl: 1=zapisuj tylko błędy krytyczne
ro_ro: 1=reţine în jurnal doar erorile critice;
tr_tr: 1=sadece kritik hatalar;
vi_vn: 1=Bản chỉ các lỗi quan trọng

source: 2=log only the critical errors and the standard errors;
cs_cz: 2 pouze kritické a standartní chyby
hr_hr: 2 = prijavite samo kritične pogreške i standardne pogreške
hu_hu: 2=csak súlyos és átlagos hibákat rögzít;
in_id: Hanya rekam data error yang standar dan kritis
lt_lt: 2=log tik kritinės kllaidos ir standartinės klaidos;
nb_no: 2=loggfør kun kritiske og vanlige feil;
nl_nl: 2=noteer alleen de kritische fouten en de standaard fouten;
pl_pl: 2=zapisuj błędy krytyczne i zwykłe
ro_ro: 2=reţine în jurnal doar erorile critice şi cele standard;
tr_tr: 2=sadece kritik ve standart hatalar;
vi_vn: 2=Bản chỉ các lỗi nghiêm trọng và sai số chuẩn

source: 3=log only the critical errors, the standard errors and the warnings;
cs_cz: 3 pouze kritické chyby, standartní chyby a varování
hr_hr: 3 = prijavite samo kritične pogreške, standardne pogreške i upozorenja ;
hu_hu: 3=csak súlyos és átlagos hibákat és figyelmeztetéseket rögzít;
in_id: Hanya rekam data error yang kritis, standar, dan peringatan
lt_lt: 3=logi tik kritinės klaidos, standartinės klaidos ir įspėjimai;
nb_no: 3=loggfør kun kritiske, vanlige feil og advarsler;
nl_nl: 3=noteer alleen de kritische fouten, standaard fouten en de waarschuwingen;
pl_pl: 3=zapisuj błędy i ostrzeżenia
ro_ro: 3=reţine în jurnal doar erorile critice, cele standard si avertzările;
tr_tr: 3=sadece kritik hatalar, standart hatalar ve uyarılar;
vi_vn: 3=Bản chỉ các lỗi quan trọng, sai số chuẩn và việc cảnh báo

source: 4=log information;
cs_cz: 4 Informace
hr_hr: 4 = log informacije ;
hu_hu: 4=információkat rögzít;
in_id: Informasi rekaman
lt_lt: 4=log informaciją;
nb_no: 4=loggfør informasjon;
nl_nl: 4=log informatie;
pl_pl: 4=zapisuj informacje
ro_ro: 4=reţine în jurnal informaţia;
tr_tr: 4=kayıt bilgileri;
vi_vn: 4=Bản thông tin

source: 5=log verbose;
cs_cz: 5 podrobnosti
hr_hr: 5 = prijavite preopširan ;
hu_hu: 5=részletes naplózás;
lt_lt: 5=log išsami;
nb_no: 5=detaljert loggføring
pl_pl: 5=log rozszerzony
tr_tr: 5=ayrıntılı kayıt
vi_vn: 5= sử dụng nhiều hơn mức cần thiết

source: Multisite Management
cs_cz: Multistránková správa
el_gr: Διαχείριση εγκατάστασης πολλαπλών σάιτ
hr_hr: Višestranično upravljanje
hu_hu: Több site karbantartása
in_id: Pengaturan &quot;multisite&quot;
lt_lt: Kelių tinklapių valdymas
nb_no: Flersidestyring
nl_nl: Multisite Beheer
pl_pl: Opcje dla trybu Multisite
tr_tr: Multisite Yönetimi
vi_vn: Quản lý nhiều trang web

source: Do you want to allow sub-blogs to modify the translations of the plugins:
cs_cz: Chcete aby subblogy změnily překlad pluginu:
hr_hr: Želite li dopustiti da pod- blogovi izmijeniti prijevode dodataka:
hu_hu: Engedélyezed, hogy &quot;sub-blogok&quot; is változtathassák a pluginok fordítását?
in_id: Apakah Anda ingin mengizinkan sub-blog untuk memodifikasi terjemahan plugins:
lt_lt: Ar norite leisti sub-blogo keisti įskiepio vertimus:
nb_no: Ønsker du at datterblogger skal kunne endre oversettingen av utvidelser:
nl_nl: Wilt u sub-blogs toestaan om de vertalingen van de plugins te wijzigen
pl_pl: Czy indywidualne blogi mogą modyfikować pliki tłumaczeń?
tr_tr: Alt bloglara bu eklentinin dil çevirisini yapabilme iznini vermek ister misiniz:
vi_vn: Bạn có muốn cho phép trang blog phụ chỉnh sửa những bản dịch của các nhu lieu:

source: If this option is unchecked, the translation tab won't be displayed in the blog administration panel.
cs_cz: Pokud je tato volba zaškrtnuta, nemusí se vám překlad zobrazit v panelu správy blogu.
hr_hr: Ako je ova opcija ne potvrdi,tab prijevod neće biti prikazan na ploči blog uprave
hu_hu: Ha ez nincs bejelölve, akkor a fordítás fül nem lesz látható a blog karbantaró táblán.
in_id: jika opsi ini tidak dipilih, tab terjemahan tidak akan ditampilkan pada panel administrasi blog
lt_lt: Jei ši parinktis nepažymėta, vertimo skirtukas nebus rodomos blogo administravimo skydelyje.
nb_no: Hvis dette valget ikke er avhuket, vil ikke oversettelsefanen vises på bloggens administrasjonpanel.
nl_nl: Als deze optie is aangevinkt, wordt het tabblad vertaling niet worden weergegeven in de blog administratie paneel.
pl_pl: Jeżeli ta opcja jest odznaczona, panel tłumaczeń nie będzie się wyświetlał
tr_tr: Bu seçenek aktif değilse, çeviri tab&#039;ı blog yönetim sayfasında gösterilmeyecek.
vi_vn: Nếu tùy chọn này không được chọn, các tab dịch sẽ không được hiển thị trong bảng điều khiển quản trị diễn đàn.

source: Summary page for the plugins developped with the SL framework
cs_cz: Shrnutí stránky pro pluginy vyvinuté s SL rámci
el_gr: Όλα τα πρόσθετα που έχουν δημιουργηθεί με χρήση του SL framework
hr_hr: ) stranica Sažetak za dodataka razvijen s SL okviru
hu_hu: A SL &quot;framewok&quot;-el készített pluginok összefoglaló oldala
in_id: Ringkasan halaman untuk plugin yang dikembangkan dengan SL Framework
lt_lt: Puslapio suvestinės sukūrtos su SL framework
nb_no: Sammendragsside for utvidelser utviklet med SL-rammeverk
nl_nl: Overzichtspagina voor de plugins die zijn ontwikkeld met de SL Plugin kader
pl_pl: Wtyczki z rodziny SL
tr_tr: SL framework ile geliştirilen eklentinin özet sayfası
vi_vn: Trang tóm tắt cho các nhu liệu phát triển với các khung SL

source: Plugin name
cs_cz: Název pluginu
el_gr: Όνομα Προσθέτου
hr_hr: Plugin Naziv
hu_hu: A plugin neve:
in_id: Nama plugin
lt_lt: Įskiepio pavadinimas
nb_no: Utvidelsenavn
nl_nl: Plugin naam
pl_pl: Nazwa wtyczki
ro_ro: Nume plugin
tr_tr: Eklenti adı
vi_vn: Tên nhu liệu

source: Description
cs_cz: Popis
el_gr: Περιγραφή
hr_hr: Opis
hu_hu: Leírás:
in_id: Deskripsi
lt_lt: Aprašymas
nb_no: Beskrivelse
nl_nl: Omschrijving
pl_pl: Opis
ro_ro: Descriere
tr_tr: Açıklama
vi_vn: Mô Tả (Sản Phẩm)

source: There is a SQL database for this plugin
cs_cz: K dispozici je SQL databáze pro tento plugin
hr_hr: Tu jeSQL baza podataka za ovaj dodatak
hu_hu: Ehhez a pluginhoz egy SQL adatbázis is tartozik
in_id: Terdapat database SQL untuk plugin ini
lt_lt: Nėra SQL duomenų bazės šiam įskiepiui
nb_no: Det er en SQL-base for denne utvidelsen
nl_nl: Daar is de SQL database voor de plugin
pl_pl: Ta wtyczka używa bazy SQL
tr_tr: Bu eklenti için SQL veritabanı bulunmaktadır
vi_vn: Còn có một cơ sở dữ liệu SQL cho nhu liệu này

source: Version: %s by %s
cs_cz: Verze %s by %s
el_gr: Έκδοση: %s από %s
hr_hr: Verzija : %s od %s
hu_hu: Verzió %s készítette %s
in_id: Versi: %s Oleh %s
lt_lt: Versija: %s iš %s
nb_no: Versjon %s av %s
nl_nl: Versie: %s bij %s
pl_pl: Wersja: %s od %s
tr_tr: Versiyon: %s by %s
vi_vn: Phiên bản: %s của %s

source: List of SL plugins
cs_cz: Seznam SL pluginů
el_gr: Κατάλογος προσθέτων που έχουν δημιουργηθεί με χρήση του SL framework
hr_hr: Popis slalomskih dodataka
hu_hu: SL pluginok listája
in_id: List dari SL Plugins
lt_lt: SL įskiepių sąrašas
nb_no: Liste over SL-utvidelser
nl_nl: Lijst met de SL plugins
pl_pl: Lista wtyczek SL
ro_ro: Lista plugin-urilor SL
tr_tr: SL Eklenti Listesi
vi_vn: Danh sách các nhu liệu SL

source: Parameters of the framework
cs_cz: Parametry rámce
el_gr: Παράμετροι του SL framework
hr_hr: Parametri okviru
hu_hu: A &quot;framework&quot; paraméterei
in_id: Paramater Framework
lt_lt: Framework parametrai
nb_no: Parametere for rammeverk
nl_nl: Maatstaf van het kader
pl_pl: Ustawienia rdzenia SL
tr_tr: Framework parametreleri
vi_vn: Các thông số của khung

source: Manage translation of the framework
cs_cz: Správa překladových rámců
el_gr: Διαχείριση μετάφρασης του SL framework
hr_hr: Upravljanje prijevod okviru
hu_hu: A &quot;framework&quot; fordításának karbantartása
in_id: Mengelola terjemahan dari Framework
lt_lt: Valdyti framework vertimus
nb_no: Administrer oversettelser for rammeverket
nl_nl: Bewerk de vertaling van het kader
pl_pl: Zarządzaj tłumaczeniem rdzenia SL
tr_tr: Framework Çeviri Yönetimi
vi_vn: Quản lý dịch thuật của khung

source: The folder %s is not %s !
cs_cz: Složka %s není %s
el_gr: Ο φάκελος %s δεν είναι %s !
hr_hr: mape %s nije %s !
hu_hu: A %s mappa nem %s !
in_id: Folder %s bukan %s !
lt_lt: Aplanko %s nėra %s!
nb_no: Mappe %s er ikke %s !
nl_nl: De bestandsmap %s is niet %s!
pl_pl: Folder %s nie jest %s !
tr_tr: Bu klasör (%s) %s klasörü değil !
vi_vn: Thư mục %s không phải là %s !

source: The file %s is not %s !
cs_cz: Soubor %s není %s
el_gr: Το αρχείο %s δεν είναι %s !
hr_hr: datoteka%s ne %s !
hu_hu: A %s file nem %s !
in_id: Berkas %s bukan %s !
lt_lt: Failo %s nėra %s!
nb_no: Filen %s er ikke %s !
nl_nl: Het bestand %s is niet %s !
pl_pl: Plik %s nie jest %s !
tr_tr: Bu dosya (%s) %s dosyası değil !
vi_vn: Tập tin %s không phải là %s !

source: The folder %s does not exists and cannot be created !
cs_cz: Složka %s neexistuje a nemůže být vytvořena!
el_gr: Ο φάκελος %s ΔΕΝ υπάρχει και ΔΕΝ μπορεί να δημιουργηθεί !
hr_hr: mape %s ne postoji i ne može biti stvoren !
hu_hu: A %s mappa nem létezik és nem hozható létre !
lt_lt: Aplanko %s nėra ir negali būti sukurtas!
nb_no: Mappen %s eksisterer ikke og kan ikke opprettes !
nl_nl: De map %s bestaat niet en kan niet aangemaakt worden !
pl_pl: Folder %s nie istnieje i nie może być utworzony !
tr_tr: Bu klasör (%s) bulunamadı ve yenisi oluşturulamadı !
vi_vn: Thư mục %s không tồn tại và không thể được tạo ra!

source: The file %s does not exists and cannot be created !
cs_cz: Soubor %s neexistuje a nemůže být vytvořen!
el_gr: Το αρχείο %s ΔΕΝ υπάρχει και ΔΕΝ μπορεί να δημιουργηθεί !
hr_hr: Datoteka%s ne postoji i ne može biti stvoren !
hu_hu: A %s file nem létezik és nem hozható létre !
lt_lt: Failo %s nėra ir negali būti sukurtas!
nb_no: Filen %s eksisterer ikke og kan ikke opprettes !
nl_nl: Het bestand %s bestaat niet en kan niet worden gecreerd !
pl_pl: Plik %s nie istnieje i nie może być utworzony !
tr_tr: Bu dosya (%s) bulunamadı ve yenisi oluşturulamadı !
vi_vn: Tập tin %s không tồn tại và không thể được tạo ra!

source: There are some issues with folders rights. Please corret them as soon as possible as they could induce bugs and instabilities.
cs_cz: Existují některé problémy s právy složek. Prosím opravte je co nejdříve, jinak by mohly vyvolat chyby a nestabilitu.
hr_hr: Postoje neka pitanja s mapama prava . Molimo corret ih što je prije moguće kako bi mogli izazvati bugova i nestabilnosti
hu_hu: A mappa hozzáférési jogokkal van gond. Légyszíves javitsd ki minél hamarabb, mert problémákat okozhat.
lt_lt: Yra kai kurių aplankų teisės. Prašome priskirti juos kuo greičiau, nes jie gali sukelti klaidas ir nestabilumą.
nb_no: Det er noen utfordringer med mappens rettigheter. Vennligst korriger dette så fort som mulig da det kan forårsake feil og ustabilitet.
nl_nl: Er zijn enkele problemen met maprechten. Aanpassingen zijn noodzakelijk om ​​instabiliteit te voorkomen.
pl_pl: Wystąpiły problemy z prawami dostępu. Napraw je, aby uniknąć błędów i zagrożeń stabilności.
tr_tr: Klasör izinleri ile ilgili bazı sorun var. Sistemde hata oluşmaması için bunu en kısa zamanda düzeltiniz.
vi_vn: Có một số vấn đề với các thư mục có bản quyền. Hãy sửa lỗi càng sớm càng tốt vì chúng sẽ gây ra lỗi và không ổn định.

source: Please see below:
cs_cz: Prosím viz níže
el_gr: Σας παρακαλούμε δείτε παρακάτω:
hr_hr: U nastavku pogledajte :
hu_hu: Lásd alább:
lt_lt: Žiūrėkite žemiau:
nb_no: Vennligst se under:
nl_nl: Kijk hieronder:
pl_pl: Patrz niżej
tr_tr: Aşağıya bakın:
vi_vn: Vui lòng xem bên dưới:

source: Close popup
cs_cz: Zavřít okno
hr_hr: Zatvori popup
in_id: Tutup popup
lt_lt: Uždaryti Iššokantis langas
nb_no: Lukk popup
nl_nl: Sluit Popup
pl_pl: Zamknij okienko
tr_tr: Popup Kapat
vi_vn: Đóng khung quảng cáo

source: Here, you may configure three levels of translations: at the plugin level, at the framework level, and at the dashboard level.
cs_cz: Zde se může nastavit tři úrovně překladů: na úrovni pluginu a na úrovni rámce.
hr_hr: Ovdje možete podesiti na tri razine prijevoda : na razini plugin , na okvirnog razini , tako i na razini armaturne ploče .
lt_lt: Čia, galite konfigūruoti trijų lygių vertimus: įskiepiu lygiu, sistemos lygiu, ir ataskaitų srities lygmeniu.
nb_no: Her kan du konfigurere tre nivåer med oversettelser: utvidelsenivå, rammeverksnivå og dasbhordniva.
nl_nl: Hier, kunt u drie niveaus van de vertaling configureren: dashboard niveau,plugin niveau,kader niveau.
pl_pl: Możesz ustawić trzy poziomy tłumaczenia: poziom wtyczki, poziom rdzenia i poziom panelu administracyjnego
vi_vn: Ở đây, bạn có thể chỉnh đốn ba mức độ của các bản dịch: ở cấp phần mềm ở cấp khuôn khổ, và ở cấp bảng điều khiển. cấu hình bảng điều khiển

source: Please be informed that your current language is %s. Text will be translated if a translation is available.
cs_cz: Dovolujeme si Vás upozornit, že váš současný jazyk je %s. Text bude přeložen, pokud je překlad k dispozici.
hr_hr: Obavještavamo vas da je vaš trenutni jezik %s . Tekst će biti preveden akoprijevod je dostupan .
lt_lt: Informuojame, kad savo dabartinėje kalboje yra %s. Tekstas išverčiamas per vertėją.
nb_no: Vennligst bemerk at nåværende språk er %s. Tekst vil bli oversatt dersom det er en oversettelse tilgjengelig.
nl_nl: Let op uw huidige taal is %s.Tekst wordt pas vertaald als een vertaling beschikbaar is.
pl_pl: Obecny język: %s. Jeśli pojawi się tłumaczenie, zostanie ono wyświetlone.

source: Translations available for this plugin (i.e. %s)
cs_cz: Překlady k dispozici k tomuto pluginu (tj. %s)
hr_hr: Prijevodi dostupni za ovaj plugin ( tj. %s )
lt_lt: Galimi vertimai šiems įskiepiams (t. y. %s)
nb_no: Oversettelse tilgjengelig for denne utvidelsen (for.eks. %s)
nl_nl: Vertalingen beschikbaar voor deze plugin (dat wil zeggen %s)
pl_pl: Jest dostępne tłumaczenie dla wtyczki %s

source: Translations available for the SL framework (stored in %s)
cs_cz: Překlady jsou k dispozici pro SL rámce (uložené v %s)
hr_hr: Prijevodi dostupni za SL okvira ( pohranjene u %s )
lt_lt: Vertimai galimi pagal SL (saugomi %s)
nb_no: Oversettelse tilgjengelig for SL rammeverk (lagret i %s)
nl_nl: Vertalingen beschikbaar voor de SL kader(opgeslagen in %s)
pl_pl: Tłumaczenie rdzenia jest przechowywane we wtyczce %s

source: Adding a new translation for this language: %s
cs_cz: Přidání nového překladu pro tento jazyk: %s
hr_hr: Dodavanje novog prijevoda za tom jeziku : %s
lt_lt: Pridėti naujos kalbos vertimą: %s
nb_no: Legger til en ny oversettelse for dette språket: %s
nl_nl: Voeg een nieuwe vertaling toe voor deze taal: %s
pl_pl: Nowe tłumaczenie dla języka %s

source: Sentence to translate
cs_cz: Přeložit větu
hr_hr: Kazna za prijevod
in_id: kalimat untuk diterjemahkan
lt_lt: Išversti sakinį
nb_no: Setninger å oversette
nl_nl: Zin om te vertalen
pl_pl: Pole do przetłumaczenia
tr_tr: Çeviri cümlesi

source: Translation
cs_cz: Překlad
el_gr: Μετάφραση
in_id: Terjemahan
lt_lt: Vertimas
nb_no: Oversettelse
nl_nl: Vertaling
pl_pl: Tłumaczenie
ro_ro: Traducere
tr_tr: Çeviri

source: Your name:
cs_cz: Vaše jméno:
el_gr: Το όνομά σας:
hr_hr: Vaše ime :
in_id: Nama Anda:
lt_lt: Jūsų vardas:
nb_no: Ditt navn:
nl_nl: Jouw naam:
pl_pl: Twoje imię:
ro_ro: Numele tau:
tr_tr: Adınız:
vi_vn: Tên của bạn:

source: (if your name/pseudo is already in the list, there is no need to fill this input)
cs_cz: (pokud vaše jméno / nick je již v seznamu, není potřeba vyplnit toto pole)
hr_hr: ( ako je vaše ime / pseudo je već na popisu , nema potrebe da ispunite ovaj ulaz )
lt_lt: (jei jūsų vardas/pseudo jau sąraše, nebūtina užpildyti šio lauko)
nb_no: (hvis navnet/kallenavnet ditt allerede er i listen, er det ikke behov for å fylle inn her)
nl_nl: (als je naam / pseudo is al in de lijst, is er geen noodzaak om deze input te vullen)
pl_pl: (Jeśli Twoje imię / pseudo znajduje się już na liście, nie musisz tego wypełniać)

source: Your email or your website:
cs_cz: Váš e-mail nebo vaše webové stránky:
el_gr: Το email ή την ιστοσελίδα σας:
hr_hr: e-mail ili web stranice :
in_id: Email atau website anda:
lt_lt: Jūsų el. pašto adresas arba jūsų svetainės adresas:
nb_no: Din e-post eller nettside:
nl_nl: Jouw email of jouw website
pl_pl: Twój e-mal lub strona www:
tr_tr: E-posta adresiniz yada web siteniz

source: Create the translation files
cs_cz: Vytvoření souborů s překladem.
el_gr: Δημιουργία των αρχείων μετάφρασης
hr_hr: Napravite prijevod datoteke
in_id: Buat file terjemahan
lt_lt: Sukurti vertimo failą
nb_no: Lag oversettelsefil
nl_nl: Creer de vertallings bestanden
pl_pl: Wykonaj pliki tłumaczenia
tr_tr: Çeviri dosyası oluştur

source: Add a new translation
cs_cz: Přidat nový překlad
el_gr: Προσθέστε μια νέα μετάφραση
hr_hr: dodati novi prijevod
in_id: Tambah terjemahan baru
lt_lt: Pridėti naują vertimą
nb_no: Legg til ny oversettelse
nl_nl: Voeg een nieuwe vertaling toe
pl_pl: Dodaj nowe tłumaczenie
ro_ro: Adauga o noua traducere
tr_tr: Yeni Çeviri Ekle

source: Modifying the translation for this language: %s
cs_cz: Úprava překlad pro tento jazyk: %s
hr_hr: Mijenjanje prijevod za tom jeziku : %s
lt_lt: Taisyti šios kalbos vertimą: %s
nb_no: Endrer oversettelsen for dette språket: %s
nl_nl: Het wijzigen van de vertaling voor deze taal:%s
pl_pl: Edytujesz tłumaczenie na język %s

source: Modify the translation files
cs_cz: Upravit překladové soubory
el_gr: Επεξεργασία των αρχείων μετάφρασης
hr_hr: Izmjena prijevod datoteke
in_id: Perbaiki file terjemahan
lt_lt: Keisti vertimo failą
nb_no: Endre oversettelsesfilene
nl_nl: De vertalings bestand aanpassen
pl_pl: Wprowadź zmiany w plikach językowych

source: %s sentences have been translated (i.e. %s).
cs_cz: %s věty byly přeloženy (tj.%s).
el_gr: %s προτάσεις έχουν ματαφραστεί (π.χ. %s).
hr_hr: %s rečenice su prevedene ( tj. %s ) .
lt_lt: %s sakinių išversta (t. y. %s).
nb_no: %s setninger har blitt oversatt (for, eks. %s).
nl_nl: %s zinnen zijn vertaald (i.e %s)
pl_pl: Przetłumaczono %s pól (czyli %s)

source: %s sentences have been translated (i.e. %s) %s %s sentences have to be checked because they are close (but not identical) to those to translate.%s
cs_cz: %s věty byly přeloženy (tj. %s) %s věty %s musí být překontrolovány, protože jsou podobné (ale ne totožné) s těmi přeloženými. %s
hr_hr: %s rečenice su prevedene ( tj. %s ) %s %s kazne moraju biti provjereni , jer su u neposrednoj blizini ( ali ne i identičan ) onima prevesti . %s
lt_lt: %s sakinių yra išversta (t. y. %s) %s %s sakinius reikia patikrinti, nes jie yra uždaryti (tačiau ne identiški) vertime.%s
nb_no: %s setninger har blitt oversatt (for.eks %s) %s %s setninger må undersøkes fordi de er nesten like (men ikke identiske) til det som skal oversettes. %s
nl_nl: %s zinnen zijn vertaald (dwz %s) %s %s zinnen moeten worden gecontroleerd omdat ze gesloten (maar niet identiek) aan die te vertalen.%s
pl_pl: Przetłumaczono %s pól (czyli %s) Należy sprawdzić %s %s pól, ponieważ są zbliżone do pól źródłowych.%s

source: The translation %s have been sent
cs_cz: Překlady %s byly odeslány
el_gr: Οι μεταφράσεις %s έχουν αποσταλεί.
hr_hr: translation %s su poslane
lt_lt: Vertimas %s buvo išsiustas
nb_no: Oversettelsen %s har blitt sendt
nl_nl: De vertaling %s is verzonden
pl_pl: Tłumaczenie %s zostało wysłane.
tr_tr: Çeviri %s gönderildi

source: An error occured sending the email.
cs_cz: Došlo k chybě při odesílání e-mailu.
hr_hr: Došlo je do pogreške prilikom slanja poruke e-pošte.
lt_lt: Įvyko klaida siunčiant elektroniniu paštu.
nb_no: Det oppstod en feil ved sending av e-post
nl_nl: Er heeft zich een probleem voor gedaan bij het versturen van u e-mail.
pl_pl: Wystąpił błąd podczas wysyłania maila
tr_tr: E-Posta Gönderilemedi.
vi_vn: Gặp lỗi khi gửi thư

source: Make sure that your wordpress is able to send email.
cs_cz: Ujistěte se, že váš wordpress může zasílat e-mail.
el_gr: Σιγουρευτείτε ότι το Wordpress μπορεί να στείλει ηλεκτρονικά μηνύματα (email).
hr_hr: Pobrinite se da vaš WordPress je u mogućnosti poslati e-mail .
lt_lt: Įsitikinkite, kad jūsų wordpress turi galimybę siųsti laišką.
nb_no: Sørg for at wordpressinstallasjonen din kan sende e-post
nl_nl: Zorg dat u Wordpress site geconfigureerd is om e-mails te verzenden.
pl_pl: Upewnij się, że możesz wysyłać maile przez Wordpressa
vi_vn: Hãy chắc chắn rằng wordpress của bạn có thể gửi email.

source: %s file has been updated for %s
cs_cz: soubor %s byl aktualizován pro %s
hr_hr: %s datoteka je obnovljeno za %s
lt_lt: %s failas buvo atnaujintas %s
nb_no: %s filen har blitt opdatert for %s
nl_nl: %s bestand is geupdate voor %s
pl_pl: Plik %s dla języka %s został zaktualizowany.

source: %s file has been updated from this file
cs_cz: soubor %s byl aktualizován z tohoto souboru
hr_hr: %s datoteka je izmijenjena od ove datoteke
lt_lt: %s failas buvo atnaujintas iš šio failo
nb_no: %s filen har blitt oppdatert fra denne filen
nl_nl: %s bestand is geupdate vanaf dit bestand
pl_pl: Plik %s został zaktualizowany treścią tego pliku.

source: %s file has been created with a new translation for %s
cs_cz: soubor %s byl vytvořen s novým překladem pro %s
hr_hr: %s datoteka je stvorena s novim prijevodom za %s
lt_lt: %s failas buvo atnaujintas su nauju vertimu iš %s
nb_no: %s filen har blitt opprettet med den nye oversettelsen for %s
nl_nl: %s bestand is gemaakt met een nieuwe vertalling voor %s
pl_pl: Utworzono plik %s z nowym tłumaczeniem dla języka %s

source: %s file has been created from this file
cs_cz: soubor %s byl vytvořen z tohoto souboru
hr_hr: %s datoteka je stvorena od ove datoteke
lt_lt: %s failas buvo sukurtas iš šio failo
nb_no: %s filen har blitt opprettet fra denne filen
nl_nl: %s bestand is gemaakt voor dit bestand
pl_pl: Utworzono plik %s z treści tego pliku
