Repository: Legilibre/legi-display
Catalog: lang/legi_display-*.po
Languages: fr_fr

source: List the available LEGI code that you have imported
fr_fr: Lister les codes LEGI disponibles et que vous avez importés

source: The code does not seems to be an appropriate code.
fr_fr: Le code ne semble pas correct

source: The cache file %s has been deleted: it will be recreated in the next rendering of this code.
fr_fr: Le fichier de cache %s a été supprimé : il sera recrée au prochain affichage de la page

source: Code that has just been imported
fr_fr: Un code vient juste d&#039;être importé

source: Choose a code to import/update in the following list:
fr_fr: Choississez un code à importer dans la liste suivante :

source: Import
fr_fr: Importer

source: No code detected in your upload folder.
fr_fr: Aucun code détecté dans le répertoire d&#039;upload

source: Here is the list of code that has already been imported:
fr_fr: Voici une liste de codes ayant déjà été importés

source: No code has been imported.
fr_fr: Aucun code n&#039;a été importé

source: Already imported
fr_fr: Déjà importé

source: Import a code
fr_fr: Importer un code

source: This plugin Display French Codes and laws once the XML files are retrieved from %s. See %s for the licence.
fr_fr: Ce plugin affiche les codes et lois françaises une fois que le XML a été récupéré depuis %s. Regarder %s pour la licence.

source: Purpose of that plugin
fr_fr: But de ce plugin

source: At first, download the file %s on %s.
fr_fr: Dans un premier temps, télécharger le fichier %s dans %s.

source: Unpack this file on your website (for instance, with %s if your are on Windows or any other compatible software).
fr_fr: Décompresser ce fichier sur votre site web (par exemple, avec %s si vous utilisez Windows ou avec n&#039;importe quel logiciel compatible)

source: The unpacked files should be stored without modification on you website, in the %s folder (and therefore, the path should be something like this %s).
fr_fr: Les fichiers décompressés doivent être stockés sans modification sur votre site web, dans le répertoire %s (ainsi, le chemin doit ressembler à %s).

source: Once this done, we should be able to import code in the Import tab.
fr_fr: Une fois cela effectué, nous devrions être capable d&#039;importer un code depuis l&#039;onglet d&#039;importation.

source: How to import the codes?
fr_fr: Comment importer les codes?

source: After the importation, you may insert in a page the shortcode %s in order to create a list of all imported codes. There is also a button in the page editor to insert such shortcode.
fr_fr: Après l&#039;importation, vous pourrez ajouter à vos page le code %s afin de créer uen liste de tous les codes importés. Il existe également un bouton dans l&#039;éditeur d&#039;article permettant d&#039;insérer un tel code.

source: How to consult a code?
fr_fr: Comment consulter un code ?

source: Sub-Dir
fr_fr: Sous-répertoire

source: The name of the folder that will be used for displaying the French Code:
fr_fr: Le nom du répertoire sera utilisé afin d&#039;afficher les codes français :

source: If the folder is %s, the url to access the code would be something like %s.
fr_fr: Si le répertoire est %s, l&#039;URL d&#039;accès sera de la forme %s.

source: For consistency, you may create a page accessible through this url and add a shortcode %s to display the list of all code you imported.
fr_fr: Par souci de cohérence, vous pouvez créer une page accessible par ce lien et ajouter un shortcode %s pour afficher la liste de tous les codes que vous avez importé.

source: Web-Crawlers
fr_fr: Robots d&#039;indexation

source: Allow the web crawlers (%s) to index the codes/articles:
fr_fr: Permettre aux robots d&#039;indexation (%s) d&#039;indexer les codes / articles:

source: It is recommended to de-activate this option as most of the crawlers penalize websites with a lot of new/similar contents.
fr_fr: Il est recommandé de désactiver cette option car la plupart des robots pénalise les sites avec beaucoup de nouveaux coontenus ou des contenus identiques à d&#039;autres sites.

source: Appearance
fr_fr: Apparence

source: The CSS to be used:
fr_fr: Le CSS à utiliser :

source: The default value is:
fr_fr: La valeur par défaut est :

source: Parameters
fr_fr: Paramètres

source: Manage translations
fr_fr: Gérer les traductions

source: Give feedback
fr_fr: Donner un feedback

source: Other plugins
fr_fr: Autres plugins

source: No folder %s may be found in %s: Please dowload the XML file on %s and upload the appropriate folder here.
fr_fr: Aucun dossier %s ne peut être trouvé dans %s : s&#039;il vous plaît télécharger la fichier XML %s et télécharger le dossier approprié ici.

source: The ID of the code should be 20 characters long (here, we have a %s characters long ID).
fr_fr: L&#039;identifiant du code doit être d&#039;une longueur de 20 caractères (ici, la longueur est de %s).

source: No folder %s may be found in %s. Please make sure that the ID is correct.
fr_fr: Aucun dossier %s ne peut être trouvé dans %s. Merci de vérifier que l&#039;identifiant est correct.

source: %s entries have been imported (i.e. %s new entries and %s updated entries).
fr_fr: %s entrées a été importées (i.e. %s nouvelles entrées et %s entrées mises à jour).

source: Error: no id provided
fr_fr: Erreur: aucun identifiant soumis
